---
kind: other
id: Properties.T:Autodesk.Revit.DB.NestedFamilyTypeReference
source: html/52c0e96d-963d-e2c1-27a5-316f35b9b617.htm
---
# NestedFamilyTypeReference Properties

The id of the assembly instance to which the element belongs.